Repository: jordymeow/rincevent
Catalog: Core/Rincevent/Properties/Resources.*.resx
Languages: chs, fr

# AddContent
source: Should I add this content ?
chs: 我应该添加这个联系人吗 ?
fr: Insérer ces données ?

# ContinueOrNot
source: Ignore this error and continue?
fr: Ignorer cette erreur et continuer ?

# CriticalErrorAndContactMe
source: A critical error occured. Please contact TigrouMeow on http://www.meow.fr ! Thank you.
chs: 有错误发生，请联系TigrouMeow， http://www.meow.fr，谢谢你，朋友！
fr: Une erreur critique est survenue. Contactez TigrouMeow via http://www.meow.fr ! Merci.

# CSV_Description
source: CSV import module.
fr: Module d'import CSV.

# CSV_Name
source: CSV file
fr: Fichier CSV

# FileHasModifications
source: The current file has modifications. Would you like to save them ?
chs: 文件已修改，你想保存吗？
fr: Il y a eu des modifications sur le fichier actuel. Souhaitez-vous les enregistrer ?

# FirstStartMessage
source: Welcome in Rincevent :o) You should really start by reading the tutorial. You can access it by 'Help' -> 'Tutorial' ! Happy learning !
fr: Bienvenue dans Rincevent :o) Pour démarrer, le mieux c'est de lire le tutoriel. Il est accessible via le menu 'Aide' -> 'Tutorial' ! Bon apprentissage :o)

# FrmErrorBadCharacters
source: Only characters are accepted.
chs: 只接受文字输入。
fr: Seul les caractères sont acceptés.

# FrmErrorEmpty
source: A name is needed (that doesn't exist already).
chs: 请添加名字。
fr: Un nom doit être spécifié (qui n'existe pas déjà).

# FrmSettingsErrorSameOrder
source: There are columns with the same 'order' value
chs: 多个栏目存在同样的‘顺序’。
fr: Il y a des colonnes avec la même valeur pour l'ordre

# InvalidNumber
source: The number you typed in invalid. But is it a number?
fr: Le nombre rentré est invalide. Mais est-ce vraiment un nombre ?

# MainFormLoadError
source: The file is either corrupted or not a Rincevent file.
chs: 文件已损坏或不是Rincevent文件。
fr: Le fichier est corrompu ou n'est pas au format de Rincevent.

# MainFormModuleError
source: An error happened in the module. Its execution has been cancelled.
chs: 模式存在错误，无法运行。
fr: Il y a eu une erreur lors de l'utilisation du module.

# MnuCheckAll
source: &Check All
chs: 选择所有。
fr: &Tout cocher

# MnuDelete
source: &Delete
chs: 删除
fr: &Supprimer

# MnuModify
source: &Modify
chs: 修改
fr: &Modifier

# MnuRandomCheckUncheck
source: &Random check / uncheck
fr: Cocher / décocher aléatoire

# MnuRename
source: &Rename
chs: 重命名
fr: &Renommer

# MnuSortUnsort
source: &Sort / Unsort
chs: 排列/还原
fr: &Trier / Annuler

# MnuUncheckAll
source: &Uncheck All
chs: 不选所有
fr: Tout &décocher

# NoCheckedItemsToPlay
source: There are no checked items to play. You can either check items or change the parameters to play the unchecked items too.
chs: 没有已选项目可播放。你可以选择项目或者改变设置为播放未选项目。
fr: Il n'y a aucun élément coché dans la liste. Vous pouvez soit cocher des éléments, ou alors spécifier dans les paramètres que vous souhaitez aussi afficher les éléments non cochés.

# NoItemsToPlay
source: There are no items to play. Add items to your list !
chs: 没有项目可播放，请添加项目到你的清单。
fr: Il n'y a aucun élément à afficher. Rajoutez du contenu ! :)

# NoUncheckedItemsToPlay
source: There are no unchecked items to play. You can either uncheck items or change the parameters to play the checked items too.
chs: 没有未选项目可播放。你可以剔除项目。或者改变设置为播放未选项目。
fr: Il n'y a aucun élément non-coché dans la liste. Vous pouvez soit décocher des éléments, ou alors spécifier dans les paramètres que vous souhaitez aussi afficher les éléments cochés.

# OneOutputModuleIsNeeded
source: One output module is needed at least to play the content.
chs: 至少需要选择一个播放模式。
fr: Un module d'affichage est nécessaire pour utiliser le mode lecture.

# RenameColumn
source: Rename this column
fr: Renommer la colonne

# RestartNeeded
source: Rincevent must be restarted to use the new settings.
chs: Rincevent需要重启以运行新设置。
fr: Rincevent doit être redémarré pour prendre en compte les nouveaux paramètres.

# TutorialUrl
source: http://rincevent.codeplex.com/Wiki/View.aspx?title=Tutorial
fr: http://rincevent.codeplex.com/Wiki/View.aspx?title=Tutoriel

# NoButton
source: No
chs: 不
fr: Non

# TxtCheckThisElement
source: Check this element ?
chs: 选择这个项目？
fr: Cocher cet élément ?

# TxtUncheckThisElement
source: Uncheck this element ?
chs: 不选这个项目？
fr: Décocher cet élément ?

# YesButton
source: Yes
chs: 是的
fr: Oui

source: Answer
chs: 回答
fr: Réponse

source: Attempt
chs: 尝试
fr: Essai

source: Correct answer
chs: 正确答案
fr: Réponse correcte

# WrongAnswerMsg
source: Wrong ! The right answer was
chs: 错 ! 正确答案是
fr: Faux ! La bonne réponse est

source: Question
chs: 问题

# Quizz_Description
source: Exam and brute-learning module.
chs: 测试及强度学习模式。
