Repository: jordymeow/rincevent
Catalog: Core/Rincevent/FrmOptions.*.resx
Languages: fr

# chkAntiBossEnabled.Text
source: Enable with this keys combinaison:
fr: Activer avec cette combinaison :

# lblWhichElementsToShow.Text
source: Items to display in play mode:
fr: Choisissez quels éléments jouer :

# radChecked.Text
source: Checked
fr: Cochés

# radAll.Text
source: All
fr: Tous

# radNotChecked.Text
source: Not checked
fr: Non cochés

# radNewElemChecked.Text
source: Checked
fr: Coché

# radNewElemUnchecked.Text
source: Unchecked
fr: Non coché

# lblHowToAdd.Text
source: By default, add a new item as:
fr: Par défaut, un nouvel élément est :

# grpGeneral.Text
source: General
fr: Général

# chkHideOnPlay.Text
source: Hide Rincevent on play
fr: Cacher Rincevent en mode 'Play'
